7zip
alsa-utils
base
base-devel
bash-completion
bat
bitwarden
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
clang
cmake
code
cryptsetup
debugedit
discord
docker
docker-compose
dosfstools
dunst
efibootmgr
exfatprogs
eza
fakeroot
fastfetch
fd
firefox
fuzzel
fzf
git
github-cli
gnome-clocks
gnome-disk-utility
go
greetd
greetd-tuigreet
grim
gvfs
gvfs-gphoto2
gvfs-mtp
htop
hypridle
hyprland
hyprlock
intel-media-driver
intel-ucode
jdk-openjdk
jq
kitty
libnotify
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
ltrace
man-db
man-pages
mesa
mpv
nano
network-manager-applet
networkmanager
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
nvidia-open
nvidia-open-lts
nvidia-prime
nvidia-settings
nvidia-utils
nwg-look
obsidian
okular
opencl-nvidia
pacman-contrib
papirus-icon-theme
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
power-profiles-daemon
python-pip
python-pipx
qalculate-gtk
qt5-wayland
qt5ct
qt6-wayland
qt6ct
ripgrep
slurp
snap-pac
snapper
sof-firmware
starship
stow
strace
sudo
swappy
swaync
termdown
texinfo
thunar
thunar-volman
thunderbird
tree
ttf-jetbrains-mono-nerd
udiskie
unrar
unzip
usbutils
uv
valgrind
vim
vlc
vlc-plugins-all
vulkan-intel
waybar
wev
wget
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
yq
zip
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-completions
zsh-syntax-highlighting
